Repository: 99Rares/Proiect-Practica-2021-MSG-Front
Catalog: KeepITsimple-Imobiliare/src/locale/messages.*.xlf
Languages: de

# contactHeader
source: Contact:
de: Kontakt:

# contactDescription
source: Nr tel: {{owner.phoneNumber}}
de: Telefonnumer: {{owner.phoneNumber}}

# apartmentsDescription
source: Imobiliarele lui {{owner.firstName}} {{owner.lastName}}:
de: Die Gebäude des Eigentümers {{owner.firstName}} {{owner.lastName}}:

# toolbarApartments
source: Locuinte
de: Wohnungen

# buttonRefresh
source: Refresh
de: Aktualisieren

# apartDescriptionTab
source: <strong>{{apartment.titleApart}}</strong><br><b class="transaction-type">{{apartment.transactionType}}</b><br><p>{{apartment.description}}</p><p>{{apartment.city}}, {{apartment.neighbourhood}}</p><p>Apartamentul apare de <strong>{{getStatistics1Data}}</strong> ori in lista de favorite a utilizatorilor</p>
de: <strong>{{apartment.titleApart}}</strong><br><b class="transaction-type">{{apartment.transactionType}}</b><br><p>{{apartment.description}}</p><p>{{apartment.city}}, {{apartment.neighbourhood}}</p><p>Die Wohnung erscheint <strong>{{getStatistics1Data}}</strong> mal in der Favoritenliste der Benutzer</p>

# characteristicsTab
source: <p>Numar camere: {{apartment.nrRooms}}</p><p>Suprafata: {{apartment.surface}} mp</p><p>An constructie: {{apartment.yearConstruction}}</p>
de: <p>Anzahl der Räume: {{apartment.nrRooms}}</p><p>Oberfläche: {{apartment.surface}} mp</p><p>Baujahr: {{apartment.yearConstruction}}</p>

# ownerTab
source: <p >{{apartment.owner.firstName}} {{apartment.owner.lastName}}</p><p >{{apartment.owner.phoneNumber}}</p><p ><a href="{{apartment.owner.urlStatisticsChart}}">Statistica Locuinte</a></p>
de: <p >{{apartment.owner.firstName}} {{apartment.owner.lastName}}</p><p >{{apartment.owner.phoneNumber}}</p><p ><a href="{{apartment.owner.urlStatisticsChart}}">Wohnungsstatistik</a></p>

# addButton
source: Adauga
de: Hinzufügen

# deleteButton
source: Sterge
de: Löschen

# toolbarApartmentsD
source: Locuinte
de: Wohnungen

# filterDescription
source: Filtreaza rezultatele dupa optiuni
de: Ergebnisse nach Optionen filtern

# priceEuro
source: Pret(€):
de: Preis(€):

# want
source: Doresc sa:
de: Ich will:

# rentOption
source: Inchiriez
de: Vermieten

# buyOption
source: Cumpar
de: Kaufen

# cityOption
source: Oras:
de: Stadt:

# cityChoose
source: Alege orasul
de: Wähle eine Stadt

# neighbourhoodOption
source: Cartier:
de: Nachbarschaft:

# neighbourhoodChoose
source: Alege cartierul
de: Wähle eine Nachbarschaft

# filterButton
source: Filtrare
de: Filtern

# sortDescription
source: Sorteaza rezultatele dupa optiuni
de: Ergebnisse nach Optionen sortieren

# sortPrice
source: Sorteaza dupa pret:
de: Nach Preis sortieren:

# sortAscendingP
source: Crescator
de: Aufsteigend

# sortDescendingP
source: Descrescator
de: Absteigend

# sortSurface
source: Sorteaza dupa suprafata:
de: Nach Oberfläche sortieren:

# sortAscendingS
source: Crescator
de: Aufsteigend

# sortDescendingS
source: Descrescator
de: Absteigend

# sortButton
source: Sortare
de: Sortieren

# percentageDesc
source: Procentaj: {{apiResponse.apartmentsInWishlist/apiResponse.apartmentsTotal*100+"%"}}
de: Prozentsatz: {{apiResponse.apartmentsInWishlist/apiResponse.apartmentsTotal*100+"%"}}

# toolbarH
source: Ultimele 4 locuinte vizitate
de: Die letzten 4 besuchten Wohnungen

source: Username
de: Benutzername

source: Password
de: Passwort

# loginButton
source: Login
de: Einloggen

# redirectToRegister
source: Nu ai cont? Inregistreaza-te!
de: Kein Konto? Bitte registrieren!

# changePass
source: Ai uitat parola?
de: Passwort vergessen?

source: New Password
de: Neues Passwort

# newPasswordConfirm
source: Confirm New Password
de: Bestätige neues Passwort

# passwordsNotMatch
source: Passwords do not match!
de: Passwörter stimmen nicht überein!

# updatePassButton
source: Update Password
de: Passwort aktualisieren

source: Firstname
de: Vorname

source: Lastname
de: Nachname

source: Email
de: Email Adresse

# passwordReg
source: Password
de: Passwort

# passwordRegConfirm
source: Confirm Password
de: Bestätige Passwort

# passwordsNotMatchReg
source: Passwords do not match!
de: Passwörter stimmen nicht überein!

# registerButton
source: Register
de: Registrieren

# redirectToLogin
source: Ai deja cont? Autentifica-te!
de: Haben Sie bereits ein Konto? Bitte einloggen!

# userWelcome
source: Bun venit, {{getFullName()}}! Aici iti poti modifica datele contului!
de: Willkommen, {{getFullName()}}! Hier können Sie Ihre Kontodaten ändern!

# firstnameD
source: Firstname
de: Vorname

# lastnameD
source: Lastname
de: Nachname

# emailD
source: Email
de: Email Adresse

# detailsUpdateButton
source: Update Details
de: Kontodaten aktualisieren

# congratsVerif
source: Congratulations, your account has been verified.
de: Herzlichen Glückwunsch, Ihr Konto wurde bestätigt.

# loginButtonVerif
source: Click here to Login
de: Bitte hier klicken, um sich einzuloggen

# failedVerif
source: Sorry, we could not verify account. It maybe already verified, or verification code is incorrect.
de: Das Konto konnte nicht bestätigt werden. Es ist möglicherweise bereits verifiziert oder der Verifizierungscode ist falsch.

# loginButtonVerifFail
source: Click here to Login
de: Bitte hier klicken, um sich einzuloggen

# completeEmail
source: Completează cu adresa de email asociată contului tău.
de: Geben Sie die mit Ihrem Konto verknüpfte E-Mail Adresse ein.

# emailVerifReset
source: Email
de: Email Adresse

# submitbutton
source: Submit
de: Einsenden

# successfulLogin
source: Logged in successfully!
de: Erfolgreich eingeloggt!

# tab1
source: Descriere apartament
de: Wohnungsbeschreibung

# tooltip1
source: Manage Account Details
de: Kontodetails verwalten
